Repository: Yashraj49/ARPlasticOcean
Catalog: arplasticocean Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, fr, ja

# CFBundleDisplayName
source: AR Plastic Ocean
de: AR Plastikmeer
fr: RA Mer en plastique
ja: ARプラスチックの海

# CFBundleName
source: AR Plastic Ocean
de: AR Plastikmeer
fr: RA Mer en plastique

# NSCameraUsageDescription
source: AR Requires a camera.
de: Augmented Reality erfordert eine Kamera.
fr: La réalité augmentée nécessite une caméra.
ja: AR体験のためにカメラを使用します．

source: Begin
de: Anfang
fr: Démarrer
ja: スタート

source: Continue
de: Fortsetzen
fr: Continuez
ja: 続ける

source: Hold your iPhone / iPad in front of your chest and press the start button.
de: Halten Sie es vor Ihre Brust und tippen Sie auf die Starttaste.
fr: Tenez votre iPhone / iPad devant votre poitrine et appuyez sur le bouton de démarrage.
ja: 胸の高さに構えて「スタート」ボタンを押します．

# https://www.atarayosd.com/apo/support.html
source: https://www.atarayosd.com/plastic/app.html
de: https://www.atarayosd.com/plastic/app_de.html
fr: https://www.atarayosd.com/plastic/app_fr.html
ja: https://www.atarayosd.com/plastic/app_ja.html

# medal approval alert
source: You got a new medal.
de: Sie haben eine neue Medaille gewonnen.
fr: J'ai une nouvelle médaille.
ja: 新しいメダルが贈られました．

# not show again
source: Don't show again.
de: Bitte in Zukunft nicht mehr anzeigen.
fr: Ne plus afficher.
ja: 今後は表示しない．

# note lives
source: They may accidentally eat plastic or get entangled and lose their life.
de: Sie essen versehentlich Plastik und sterben.
fr: Ils mangent accidentellement du plastique et meurent.
ja: プラスチックを誤って食べたり、絡まって動けなくなって命を落とします．

# note recycle
source: Work on what you can do, reduce, reuse, and recycle.
de: Arbeite an dem, was du kannst.
fr: Travaillez sur ce que vous pouvez faire.
ja: 削減、再使用、リサイクルなど、自分のできることに取り組みましょう．

# note refuses
source: Plastic floats in the sea forever.
de: Plastik schwimmt ewig im Meer.
fr: Le plastique flotte dans la mer pour toujours.
ja: プラスチックは永久に海の中を漂います．

source: Ok
de: Verstanden
fr: J'ai compris
ja: はい

source: Plastic Ocean
de: Plastikmeer
fr: Mer en plastique
ja: プラスチックの海

source: Save the ocean lives.
de: Rette das Leben von Meeresbewohnern.
fr: Sauvez la vie des créatures marines.
ja: 助けて、海の命を！

source: Support Website
fr: Site Web d'assistance
ja: サポートページ

source: Tap the plastic refuses to collect them.
de: Tippen Sie auf den Plastikm√ºll, um ihn einzusammeln.
fr: Tapotez et collectez les déchets plastiques.
ja: 漂っているプラスチックをタップして回収します．

source: Usage
de: Wie benutzt man
fr: Comment utiliser
ja: 使い方

source: Write a Review
de: Eine Rezension schreiben.
fr: Écrire une critique.
ja: レビューを書く．

source: Support
ja: サポート
