Repository: Yashraj49/ARPlasticOcean
Catalog: arplasticocean/AppProperties/*.lproj/Localizable.strings
Languages: de, es, fr, it, ko, my_mm, pl, vi, zh_hant

source: ar_camera_notallowd_alert_message
de: Bitte erlauben Sie den Kamerazugriff über die Einstellungs-App.
es: Por favor permite el acceso a la cámara entrando al app de configuración.
fr: Veuillez autoriser l'accès à la caméra à l'aide de l'application Réglages.
it: Per favore concedi l'accesso alla fotocamera dall'app impostazioni.
ko: 설정 앱을 사용하여 카메라 액세스를 허용하십시오.
my_mm: ဖုန်းကင်မရာကိုအသုံးပြုနိုင်ဖို့ settings ထဲကနေ ဒီ app ကို allow ခလုပ်လေးနှိပ်ပြီး ခွင့်ပြုပေးဖို့ မေတ္တာရပ်ခံပါတယ်။
pl: Zezwól na dostęp do aparatu w ustawieniach.
vi: Hãy cho phép truy cập camera qua Cài đặt.
zh_hant: 請允許相機使用。

source: ar_camera_notallowd_alert_ok
de: Verstanden
es: Cerrar
fr: je comprends
it: Chiudi
ko: 닫기
my_mm: ပိတ်မယ်
pl: Zamknij
vi: Đóng
zh_hant: 關閉

source: ar_camera_notallowed_alert_title
de: Der Zugriff auf die Kamera ist nicht gestattet
es: Acceso a la cámara no ha sido permitido
fr: L'accès à la caméra n'est pas autorisé
it: Accesso alla fotocamera non permesso.
ko: 카메라 접근이 허용되지 않습니다
my_mm: မိတ်ဆွေရဲ့ ဖုန်းကင်မရာကို app ကနေ ယူပြီးအသုံးပြုလို့မရပါ။
pl: Dostęp do aparatu jest zablokowany
vi: Không được phép truy cập camera
zh_hant: 無法使用相機

source: begin
de: Start
es: Iniciar
fr: Démarrer
it: Inizia
ko: 시작하기
my_mm: စတင်မယ်
pl: Rozpocznij
vi: Bắt đầu
zh_hant: 開始

source: continue
de: Fortsetzen
es: Continuar
fr: Continuez
it: Continua
ko: 계속하기
my_mm: ဆက်သွားမယ်
pl: Dalej
vi: Tiếp tục
zh_hant: 繼續

source: hold your iPhone / iPad in front of your chest and press the start button.
de: Halte dein Smartphone in Brusthöhe und drücke den “Start” Button.
es: Mantén tu iPhone / iPad frente a ti y presiona el botón de iniciar.
fr: Tenez votre iPhone / iPad devant vous et appuyez sur le bouton de démarrage.
it: Tieni il tuo iPhone / iPad davanti al petto e premi il pulsante Inizia.
ko: iPhone/iPad를 가슴 앞에 대고 시작 버튼을 누릅니다.
my_mm: မိတ်ဆွေရဲ့ iPhone/iPad ကို ခန္ဓာကိုယ်ကနေ လက်တစ်ကမ်းစာလောက်ခွာပြီး "စတင်မယ်" ဆိုတဲ့ ခလုပ်လေးကို နှိပ်လိုက်ပါ။
pl: Trzymaj iPhone'a / iPad'a przed klatką piersiową i naciśnij przycisk start.
vi: Giữ iPhone / iPad trước ngực và nhấn nút Bắt đầu
zh_hant: 請將你的iPhone / iPad 放置胸前並按下開始按鈕。

source: https://www.atarayosd.com/apo/support.html
de: https://www.atarayosd.com/plastic/app_de.html
es: https://www.atarayosd.com/plastic/app_es.html
fr: https://www.atarayosd.com/plastic/app_fr.html
it: https://www.atarayosd.com/plastic/app_it.html
ko: https://www.atarayosd.com/plastic/app_ko.html
my_mm: https://www.atarayosd.com/plastic/app_my.html
pl: https://www.atarayosd.com/plastic/app.html
vi: https://www.atarayosd.com/plastic/app.html
zh_hant: https://www.atarayosd.com/plastic/app_zh_hant.html

source: medal approval alert
de: Sie haben eine neue Medaille gewonnen.
es: ¡Ganáste una nueva medalla!
fr: Vous avez une nouvelle médaille.
it: Hai ottenuto una nuova medaglia.
ko: 새로운 메달을 획득하셨습니다.
my_mm: ဆုတံဆိပ်အသစ်တစ်ခု ရရှိပါတယ်။
pl: Dostałeś nowy medal.
vi: Bạn đã đạt được một huy chương mới.
zh_hant: 你獲得一個新的勳章。

source: not show again
de: In Zukunft nicht mehr anzeigen.
es: No volver a mostrar.
fr: Ne plus afficher.
it: Non mostrare ancora.
ko: 다시 표시하지 않기
my_mm: ထပ်မပြနဲ့တော့။
pl: Nie pokazuj ponownie.
vi: Không hiển thị lại.
zh_hant: 不再顯示。

source: note lives
de: Sie essen versehentlich das Plastik und sterben daran.
es: Las especies marinas pueden morir al comer o ser atrapadas por el plástico.
fr: Les animaux peuvent accidentellement manger du plastique ou s’emmêler dedans. Cela peut provoquer leur mort.
it: Potrebbero accidentalmente mangiare plastica o rimanere impigliati e perdere la vita.
ko: 실수로 플라스틱을 먹거나 얽혀 목숨을 잃을 수 있습니다.
my_mm: သူတို့ဟာ ပလပ်စတစ်တွေကို မြိုမိလို့ဖြစ်စေ အမှိုက်သရိုက်တွေနဲ့ ငြိသွားရာကဖြစ်စေ မတော်တဆ အသက်သေဆုံးသည်အထိ ဖြစ်တတ်ကြပါတယ်။
pl: Mogą przypadkowo zjeść plastik lub zaplątać się i stracić życie.
vi: Chúng có thể vô tình ăn phải nhựa hoặc bị vướng vào và mất mạng.
zh_hant: 他們可能不小心吃下塑膠垃圾或被勒住以至於死亡。

source: note recycle
de: Arbeite an dem, was du kannst.
es: ¡Tú también puedes ayudar! Reutiliza, reduce el consumo y recicla.
fr: Travaillez sur ce que vous pouvez faire, réduire, réutiliser et recycler.
it: Lavora su quello che puoi fare, riduci, riusa e ricicla.
ko: 당신이 할 수 있는 일을 하고, 줄이고, 재사용하고, 재활용하십시오.
my_mm: ကိုယ့်တစ်ကိုယ်စာကနေ စတင်ပါ၊ လျှော့ချပါ၊ ပြန်ပြင်ပါ၊ ပြန်သုံးပါ။
pl: Pracuj nad tym, co możesz zrobić, aby ograniczyć, ponownie wykorzystać i poddać recyklingowi plastik.
vi: Làm việc dựa trên những gì bạn có thể làm, giảm thiểu, tái sử dụng và tái chế.
zh_hant: 盡你所能，減量使用、再次利用和資源回收。

source: note refuses
de: Plastik schwimmt ewig im Meer.
es: El plástico permanece en el mar para siempre.
fr: Le plastique est présent dans la mer pour toujours.
it: La plastica galleggia nell'oceano per sempre.
ko: 플라스틱은 치우지 않는 한 계속 바다에 머물것입니다.
my_mm: ပလပ်စတစ်စွန့်ပစ်ပစ္စည်းတွေဟာ ပင်လယ်ထဲကနေ အလွယ်တကူ မပျက်ဆီး မပျောက်ကွယ်နိုင်ကြပါဘူး။
pl: Plastik pływa w morzu na zawsze.
vi: Nhựa trôi mãi mãi trên biển.
zh_hant: 塑膠垃圾會永遠在海中沈浮。

source: ok
de: Verstanden
fr: J'ai compris
ko: 확인
my_mm: ကောင်းပါပြီ
zh_hant: 好的。

source: plastic ocean
de: Plastikmeer
es: Océanoo de Plástico
fr: L'Océan de Plastique
it: Oceano di Plastica
ko: 플라스틱 바다
my_mm: ပလပ်စတစ်စွန့်ပစ်ပစ္စည်းများဖြင့် ပင်လယ်
pl: Ocean Plastiku
vi: Đại dương nhựa
zh_hant: 海洋塑膠垃圾

source: save the ocean lives.
de: Rette das Leben der Meeresbewohner
es: Ayuda a salvar la vida marina.
fr: Sauvez la vie des créatures marines.
it: Salva le vite nell'oceano
ko: 바다의 생명을 구조해주세요.
my_mm: ရေနေသတ္တဝါတို့ရဲ့ဘဝကို ကယ်တင်ပါ။
pl: Uratuj życie oceanu.
vi: Cứu sống đại dương.
zh_hant: 拯救海中生物。

source: support
es: Soporte
it: Supporto
ko: 지원
my_mm: အကူအညီ
pl: Wsparcie
vi: Hỗ trợ
zh_hant: 支援服務

source: support website
es: Sitio Web
fr: Site Web d'assistance
it: Sito di Supporto
ko: 지원 웹사이트
my_mm: App နဲ့ပတ်သက်ပြီး ကူညီပေးနိုင်မယ့် website
pl: Strona wsparcia
vi: Trang web hỗ trợ
zh_hant: 支援網站

source: tap the plastic refuses to collect them.
de: Tippe auf dem Plastikmüll, um ihn einzusammeln.
es: Toca los residuos de plástico para recolectarlos.
fr: Touchez les déchets en plastique pour les collecter.
it: Tocca i rifiuti plastici per raccoglierli.
ko: 플라스틱을 탭하여 수집합니다.
my_mm: ပလပ်စတစ်နဲ့ အမှိုက်သရိုက်တွေကို လက်နဲ့လိုက်နှိပ်ပြီး ရှင်းလင်းပါ။
pl: Dotnij odpadów z plastiku, żeby je zebrać.
vi: Nhấn vào nhựa thải để thu thập chúng.
zh_hant: 點擊塑膠回收物來收回他們。

source: usage
de: Wie funktioniert's
es: Instrucciones
fr: Utilisation
it: Utilizzo
ko: 용법
my_mm: အသုံးပြုပုံ
pl: Instrukcja
vi: Hướng dẫn sử dụng app
zh_hant: 使用方法

source: write a review
de: Eine Rezension schreiben
es: Escribe una reseña
fr: Écrire une critique.
it: Scrivi una recensione
ko: 리뷰 작성하기
my_mm: Review ရေးမယ်
pl: Podziel się opinią
vi: Viết đánh giá
zh_hant: 填寫回饋
